<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK IT ]
// +----------------------------------------------------------------------
// | Copyright (c) 2010 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------
// $Id: tags.php 2547 2012-01-05 05:37:13Z liu21st $

// 系统默认的核心行为扩展列表文件
return array(
    'view_end'=>array(
        'DiyTrace', // 页面Trace显示
    ),
    'app_begin'=>array('CheckLang'),//多语言


);